Repository: ChurIQLab/TicTacToe
Catalog: TicTacToe/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# appSubtitle
source: Tic Tac Toe
ru: Крестики-нолики

# appTitle
source: Shape Duel
ru: Дуэль фигур

# appearanceSection
source: Appearance
ru: Оформление

# circleFigure
source: Circle
ru: Нолик

# computerFigureHint
source: The computer will play another figure
ru: Компьютер сыграет другой фигурой

# computerName
source: Computer
ru: Компьютер

# computerSubtitle
source: Three difficulty levels
ru: Три уровня сложности

# computerThinkingStatus
source: %@ is thinking…
ru: %@ думает…

# computerTitle
source: Against the computer
ru: Против компьютера

# computerWinStatus
source: %@ wins
ru: Победил %@

# computerWinTitle
source: Computer wins
ru: Победил компьютер

# crossFigure
source: Cross
ru: Крестик

# darkTheme
source: Dark
ru: Тёмная

# diamondFigure
source: Diamond
ru: Ромб

# difficultyLabel
source: Difficulty
ru: Сложность

# drawMessage
source: It's a draw
ru: Ничья

# easyDifficulty
source: Easy
ru: Лёгкий

# easyDifficultyHint
source: Plays at random
ru: Ходит наугад

# firstPlayerName
source: Player 1
ru: Игрок 1

# gameSection
source: Game
ru: Игра

# hapticsLabel
source: Haptics
ru: Вибрация

# hardDifficulty
source: Hard
ru: Сложный

# hardDifficultyHint
source: Never loses: a draw is your best result
ru: Не проигрывает — лучший итог для вас ничья

# heartFigure
source: Heart
ru: Сердце

# hexagonFigure
source: Hexagon
ru: Шестиугольник

# lightTheme
source: Light
ru: Светлая

# mediumDifficulty
source: Medium
ru: Средний

# mediumDifficultyHint
source: Wins when it can and blocks your wins
ru: Выигрывает, если может, и не даёт выиграть вам

# menuButton
source: Menu
ru: В меню

# playAgainButton
source: Play again
ru: Ещё партия

# playButton
source: Play
ru: Играть

# restartButton
source: Restart
ru: Начать заново

# scoreSubtitle
source: Score %lld : %lld
ru: Счёт %lld : %lld

# secondPlayerName
source: Player 2
ru: Игрок 2

# settingsTitle
source: Settings
ru: Настройки

# squareFigure
source: Square
ru: Квадрат

# starFigure
source: Star
ru: Звезда

# systemTheme
source: System
ru: Как в системе

# themeLabel
source: Theme
ru: Тема

# triangleFigure
source: Triangle
ru: Треугольник

# turnStatus
source: %@'s turn
ru: Ходит %@

# twoPlayersSetupHint
source: Names are optional. Players can't pick the same figure.
ru: Имена можно не вводить. Одинаковую фигуру выбрать нельзя.

# twoPlayersSubtitle
source: On one phone
ru: На одном телефоне

# twoPlayersTitle
source: Two players
ru: Вдвоём

# winStatus
source: %@ wins
ru: Победа: %@

# winnerTitle
source: %@ wins
ru: Победа: %@

# youName
source: You
ru: Вы

# youWinStatus
source: %@ win
ru: %@ победили

# youWinTitle
source: You win
ru: Вы победили

# yourFigureLabel
source: Your figure
ru: Ваша фигура

# yourTurnStatus
source: Your turn
ru: Ваш ход
